Repository: myzzxc/2014-crown
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The combined motions of displacer and power pistons cause gas to ﬂow forwards and backwards between the expansion and compression chambers, while the motion of the power pistons expands or compresses the total volume of the engine, which in turn introduces cooling or heating effects on the working gas.
zh_tw: 換氣活塞與動力活塞的聯合運動使氣體來回流經膨脹和壓縮腔體之間，當動力活塞的運動使得引擎總體積膨脹與壓縮，而造成工作氣體冷卻或加熱效應。

source: The committee has decided that the contents of this publication will remain unchanged until the stability date indicated on the IEC web site under "http://webstore.iec.ch" in the data related to the specific publication.
zh_tw: 委員會決議此出版物的內容將保持不變直到 IEC 網站 "http://webstore.iec.ch"上與特定的出版物相關資料中所列之日期。

source: The commonest forms are bilinear interpolation, which uses a 2×2 pixel neighborhoods, and bicubic interpolation, which uses 4×4 pixel neighborhoods.
zh_tw: 最常見的形式為採用 2 × 2 鄰近像素的雙線性插值，以及採用 4 × 4 鄰近像素的雙立方插值。

source: The complicated heat transfer behaviors in the engine result in highly non-uniform temperature distributions in all sections of the engine at most of the time in an engine cycle.
zh_tw: 引擎中複雜的熱傳導特性造成引擎中所有部分、於引擎循環中所有時間點之溫度分布高度不均勻，

source: The conclusion of the test referring to the mentioned test conditions and the used stabilisation is a fantastic light protection.
zh_tw: 根據以上測試條件所得到的測試結論為抗光性穩定度相當優良。

source: The construction drawings must be adhered.
zh_tw: 必須貼上施工圖示。

source: The conﬁguration of the computational domain, expressed by the computational mesh, is illustrated in Fig. 2.
zh_tw: 計算範圍的設置以計算網格表示，如圖 2 所示。

source: The coordinates of a point in the image (xi, yi) are functional with those of the corresponding point on the surface (xi, yi), so we can express the relationship as (Rees, 2001)
zh_tw: 影像中的座標點 (xi, yi) 為地表對應點 (xi, yi) 之函數，因此可用 (Rees， 2001 年) 之關係式表示。

source: The core of our company is an all-natural renewable product that absorbs oil better, faster, and more economically than any other product on the market.
zh_tw: 我們公司的核心產品為一種全天然可再生的產品，比起市場上其他任何產品吸油性更佳、更快且更加經濟。

source: The correlation plane C(s) is evaluated at single pixel intervals.
zh_tw: 相關平面 C(s) 評估區間為單一像素。

source: The cover can be cleaned with a damp cloth or according to the care instructions on the labels.
zh_tw: 外套層可用濕布或依據標籤上的洗滌說明清洗。

source: The cover can be dried in a drier!
zh_tw: 外套層可使用乾燥機烘乾！

source: The cover can be ironed at a low temperature!
zh_tw: 外套層可低溫熨燙！

source: The cover can be washed in a normal wash at max.
zh_tw: 外套層可正常洗滌，最高洗滌溫度

source: The cross-correlation of I1(X) and I2(X+s) is evaluated, and normalized by the square root of the sum of the square values of I2(X+s) over the range of X occupied by the test I1 patch.
zh_tw: 針對 I1(X) 和 I2(X+s) 的交互相關進行了評估，並以 I2(X+s) 平方和之根值對測試 I1 區塊所佔有的 X 範圍無因次化，

source: The data sources used to determine physical, toxic and ecotoxic data, are indicated directly in the corresponding chapter.
zh_tw: The data sources used to determine physical, toxic and ecotoxic data, are indicated directly in the corresponding chapter. 用以決定物理性、毒性以及生態毒性的資料，直接列於相對應章節中。

source: The definite area of the Hongtsaiping landslide can also be clearly shown by the magnitude image (Fig. 10).
zh_tw: 紅菜坪地滑之確定區域可由規模影像清楚地顯示 (圖 10)。

source: The device is not intended for commercial use.
zh_tw: 此裝置非用於商業用途。

source: The diameters of the brushes are given in Table I. Clean dirty brushes.
zh_tw: 鋼刷直徑列於表 I，髒污清潔鋼刷。

source: The difference between the temperature of the part under consideration and the temperature of the external cooling medium (see IEC 60076-2)
zh_tw: 關注部分之溫度和外部冷卻介質溫度之差異 (請見 IEC 60076-2)

source: The different results of six algorithms of peak detection provided from PIV.
zh_tw: 由 PIV 所提供的六種峰值檢測演算法得到之不同結果。

source: The drill hole must blown out twice with compressed air (oil•free , 87 psi (6 bar)), brushed two times (minimal by hand) starting from the bottom of the hole and then again blown out twice with compressed air (oil.free Z 87psi (6bar)).
zh_tw: 鑽鑿之孔洞必須使用壓縮空氣 (無油、87 psi (6 bar)) 吹淨兩次、由孔洞內部向外刷淨兩次 (徒手) 後再以壓縮空氣 (無油、87 psi (6 bar)) 吹淨兩次。

source: The easiest solution is to convert them over to using mats and spillows.
zh_tw: 最簡單的解決方法是改用吸收墊和洩漏吸收枕。

source: The easy-care material and the detachable operating element make the blanket hand-washable up to 30°.
zh_tw: 易清理材質且操作元件可拆下，保溫電毯可於最高 30° 下進行手洗。

source: The ejection of gas in expansion or compression chambers is mainly caused by the reduction of volume in the individual chamber.
zh_tw: 膨脹或壓縮腔體中主要藉由減少各腔體之體積排出氣體，

source: The electric blanket may be washed by hand according to the instructions on the label!
zh_tw: 保溫電毯可根據標籤上的說明手洗！

source: The electric foot warmer should be kept clean because it may not be washed or dry-cleaned.
zh_tw: 電動暖腳機應保持清潔，因為其無法水洗或乾洗。

source: The elevated gas temperature even gives rise to small negative heat ﬂux on bottom plate.
zh_tw: 氣體上升溫度也使底板之負熱通量些微上升。

source: The embedded portions of reinforcing bars must be straight, and free of mill scale, rust, mud, oil and other coatings that impair the bond with the adhesive.
zh_tw: 強化鋼筋柱之嵌入部分必須是為鉛直且無加工刻痕、銹蝕、污泥、油漬以及其他損害黏著結合處之表面物質。

source: The empirically derived curve UB in Fig. 7 is an upper bound on the precision error, ρpixel, and is given by equation: (White et al., 2003)
zh_tw: 圖 7 中的實驗曲線 UB 為精度誤差 ρpixel 之上界，由下列方程式所得：(White 等人，2003 年)

source: The end may be stamped with identifying marks and the embedded end may be blunt cut or cut on the bias (chisel point).
zh_tw: 尾端印上識別標記且嵌入端為鈍切或切開於斜角上 (鑿點)。

source: The engine was also analyzed by the ﬁrst-order and second-order approaches.
zh_tw: 同時也以一階與二階法分析引擎，

source: The equation for the cross-correlation is:
zh_tw: 交互相關的計算公式如下：

source: The essential characteristics regarding Safety in use are included under the Basic Works Requirement Mechanical resistance and stability.
zh_tw: 使用安全的重要特性屬於基本工程要求之機械阻力和穩定性。

source: The factor of patch size discussed above is related to how we decided the interrogation size during the process.
zh_tw: 前段討論之區塊尺寸因子關係著過程中如何與選擇分析尺寸。

source: The fischer FIS EM Adhesive Anchor System described in this report is a suitable alternative to what is specified in the codes listed in Section 1.0 of this report, subject to the following conditions:
zh_tw: 本報告中的 fischer FIS EM 黏結錨固系統可依照章節 1.0 指定法規進行合適的替代，需符合以下條件：

source: The fischer FIS EM Adhesive Anchor System is comprised of the following components:
zh_tw: fischer FIS EM 黏結錨固系統由以下元件組成：

source: The following applies to Figure B1:
zh_tw: 以下內容適用於圖 B1：

source: The following parts are included:
zh_tw: 以下為包含之元件:

source: The following referenced documents are indispensable for the application of this document.
zh_tw: 以下為使用本文件不可或缺的參考資料，

source: The following warranty terms apply:
zh_tw: 以下為保固適用條款：

source: The foot warmer can be cleaned dry with a soft brush.
zh_tw: 暖腳機可使用軟刷乾刷清潔。

source: The foot warmer may not become wet.
zh_tw: 請勿弄濕暖腳機，

source: The foot warmer may only be used again once it is completely dry.
zh_tw: 僅能於充分乾燥後使用暖腳機。

source: The foot warmer must no longer be used after a fault has occurred.
zh_tw: 故障發生後，不得再使用暖腳機，

source: The formal decisions or agreements of IEC on technical matters express, as nearly as possible, an international consensus of opinion on the relevant subjects since each technical committee has representation from all interested IEC National Committees.
zh_tw: 由於每個技術委員會代表所有感興趣之 IEC 國家委員會，IEC 技術事項之正式決議或同意書代表國際間對於相關主題的意見一致。

source: The full text for all R-Phrases is shown in Section 16.
zh_tw: 警示性質標準詞全文請見第 16 節。

source: The gas that ﬂows forwards and backwards between expansion and compression chambers introduces very strong heat convection effect in both chambers and results in complicated heat transfer behaviors between the gas and the solid boundaries and highly non-uniform temperature distributions across the chambers at any given moment.
zh_tw: 來回流經膨脹和壓縮腔體的氣體流於兩個腔體中造成非常強烈的熱對流效應，因而造成氣體與固體邊界之間複雜的熱傳特性，且所有時間下腔體之間的溫度分布皆高度不均勻。

source: The hand-pump can be used for anchor sizes up to bore hole diameter 20 mm.
zh_tw: 手壓泵適用於錨固鑽孔直徑最大 20 mm。

source: The heating blanket features an electric temperature control that regulates precisely the warmth-supply according to the chosen setting (1-2-3-4).
zh_tw: 保溫電毯的電動溫度控制可根據所選的設置（1-2-3-4）精確地調節溫度。

source: The heating blanket may only be operated with its special control unit.
zh_tw: 保溫電毯僅能使用其專用控制器進行操作。

source: The heating blanket will switch off automatically after approx 3 hours of continuous use.
zh_tw: 保溫電毯將於連續使用大約 3 個小時後自動關閉。

source: The highway department of most states have a strict policy when it comes to spilled oil, fuel and fluids.
zh_tw: 大多數的州公路部對油品、燃料及液體的洩漏有嚴格的政策。

source: The horizontal magnitude of displacement in the Hongtsaiping landslide area is about 39.24–46.28 pixels (24–28 m), and the RMS error is about 0.3 pixels (0.18 m).
zh_tw: 紅菜坪地滑之水平位移量約為 39.24–46.28 像素 (24–28 公尺)，其 RMS 誤差約為 0.3 像素 (0.18 公尺)。

source: The indications given on the working life cannot be interpreted as a guarantee given by the producer, but are to be regarded only as a means for choosing the right products in relation to the expected economically reasonable working life of the works.
zh_tw: 此工作壽命不可視為生產者的保證，但可用於選擇符合預期經濟合理工作壽命的合適產品。

source: The indicator light goes out if the safety system switches off the foot warmer due to a fault, even if the foot warmer is still switched on.
zh_tw: 若安全裝置因故障關閉暖腳機時，指示器將燈熄滅，即使暖腳機開關仍開啟。

source: The initial conditions are:
zh_tw: 初始條件為：

source: The injection phase in the individual chamber generally coincides with the expansion process of its chamber volume.
zh_tw: 各腔體內注入相一般與其腔體體積膨脹過程相同，

source: The injection phase poses signiﬁcant impact on the heat transfer in both chambers.
zh_tw: 注入相對兩個腔體之熱傳導造成了顯著的影響，

source: The installation of post-installed rebar shall be done only by suitable trained installer and under supervision on site; the conditions under which an installer may be considered as suitable trained and the conditions for supervision on site are up to the Member States in which the installation is done.
zh_tw: 僅可由訓練有素的安裝人員進行安裝後鋼筋的安裝，以及現場監督；安裝人員是否訓練有素和現場監督的條件，由安裝進行的會員國決定。

source: The installation torque moments are given in Table II.
zh_tw: 安裝扭矩列於表 II。

source: The joints for concreting must be roughened to at least such an extent that aggregate protrude.
zh_tw: 固化接頭應為粗糙，至少達到混凝料突出的程度。

source: The lamp then lights up again constantly in red for the remainder of the warm-up phase.
zh_tw: 接著紅燈恆亮代表加熱階段。

source: The landslide affected region was measured to be around 1500 m×800 m in dimension with displacement of several meters up to tens of meters.
zh_tw: 測量到之地滑影響地區範圍約 1500 公尺 × 800 公尺，其位移為數公尺至數十公尺，

source: The largest PIV patches, of size 50×50 pixels, were distributed around zero with a standard error of 0.0007 pixels.
zh_tw: 最大的 50×50 像素之 PIV 區塊分佈於零點周圍，其標準差為 0.0007 像素。

source: The largest magnitude in few areas is about 28 m (~46.28 pixels) in Fig. 8A, and 24 m (~39.34 pixels) in Fig. 8B.
zh_tw: 圖 8 中少部份區域中最大的規模為 28 公尺 (~46.28 像素)，而圖 8B 中為 24 公尺 (~39.34 像素)。

source: The local heat ﬂux distributions indicate that the dominant heat transfer mechanism in the injection phase of the expansion chamber is the impingement of the cold gas on the hot-end wall.
zh_tw: 局部熱通量分布顯示出膨脹腔體注入相範圍內的熱傳機制為冷空氣衝擊於熱端牆上。

source: The local heat ﬂux q is calculated by:
zh_tw: 局部熱通量 q 可由下列方程式計算：

source: The lower gas temperature in the expansion chamber is due to the cooling of gas by the expansion of the entire engine volume.
zh_tw: 膨脹腔體之氣體溫度較低的原因為引擎總體積膨脹而冷卻。

source: The major function of a regenerative channel is to pre-heat the gas during the injection phase of the expansion chamber and to pre-cool the gas during the injection phase of the compression chamber.
zh_tw: 蓄熱通道主要功能為於膨脹腔體注入相時預熱氣體和於壓縮腔體注入相時預冷氣體。

source: The manufacturer’s printed installation instructions (MPII), as included with each adhesive unit package, are shown in Figure 4 of this report.
zh_tw: 製造商每組黏著劑包裝附加之印刷安裝說明 (MPII) 如本報告圖 4 所示。

source: The massage can, when performed on a daily basis and over a longer period of time, help to tauten the skin appreciably.
zh_tw: 當長時間每日進行按摩有助於皮膚緊緻。

source: The massages have the welcome effect of activating and stimulating circulation – helping to activate the metabolism accordingly.
zh_tw: 按摩對於加速及刺激循環有良好效果 — 有助加速代謝。

source: The matters should preferably be raised at an early stage and the agreements included in the contract specification.
zh_tw: 建議應於早期階段及擬定協議並將協議列入合約規格中。

source: The maximum anchor nominal diameter is 5/8 inch (16 mm).
zh_tw: 最大錨固標稱直徑為 5/8 英吋 (16 毫米)。

source: The maximum and minimum values of the total volume are respectively 1.586 × 10—4 m3 and 1.979 × 10—4 m3, resulting in a compression ratio of 1.248, and they occur at h = 90.0° and 270.0°, respectively.
zh_tw: 總體積的最大值與最小值分別為 1.586 × 10—4 m3 以及 1.979 × 10—4 m3，得到之壓縮比為 1.248，其角度分別為 h = 90.0° 與 270.0°。

source: The maximum local heat ﬂux on the hot-end wall can be as high as 5.4 kWm—2.
zh_tw: 熱端牆之最大局部熱通量可高達 5.4 kWm-2。

source: The mechanical properties might remain at 95% of the initial values.
zh_tw: 機械性質應該會保持在初始值的 95% 以上。

source: The minimum anchorage length (lb,min) and the minimum lap length (l0,min) according to EN 1992-1-1:2004+AC:2010 , (lb,min) acc.
zh_tw: 最小錨固長度 (lb,min) 和最小搭接長度 (l0,min) 遵照 EN 1992-1-1:2004+AC:2010 (lb,min 根據

source: The minimum coating weights for zinc-coated steel must comply with ASTM A153.
zh_tw: 鍍鋅鋼塗層的最小重量必須符合 ASTM A153。

source: The mix of the two is a problem as the oil floats on top of the coolant water and can be really difficult to remove.
zh_tw: 漏油漂浮在冷卻水上使得油水混合物難以去除，

source: The motions of displacer and power pistons pose different effects on the ﬂow inside the engine.
zh_tw: 換氣活三與動力活塞的運動對引擎內部流場造成不同的影響，

source: The moving of cell boundary creates local moving frame velocity components u~; v~; w~.
zh_tw: 網格移動邊界之局部移動框架速度分量為 u ~; v ~; w ~。

source: The nominal bond strength cr must be adjusted by αN,seis as noted in Tables 7 and 10.
zh_tw: 標稱黏合強度 cr 必須如表 7 和表 10 所示，以 αN,seis 進行調整。

source: The nominal static concrete breakout strength in tension of a single anchor of group of anchors, Ncb or Ncbg, must be calculated in accordance with ACI 318 D.5.2, with the following addition:
zh_tw: 整組錨固中的單一錨固在張力下的標稱靜態混凝土斷裂強度， Ncb 或 Ncbg，必須依照 ACI 318 D.5.2 計算，其補充如下：

source: The nominal steel shear strength, Vsa, must be adjusted by αV,seis as given in Tables 5 and 8 for the anchor element types included in this report.
zh_tw: 標稱鋼剪力強度，Vsa，必須依照本報告表 5 和表 8 中錨固元件類型，以 αV,seis 進行調整。

source: The number of cells in the computational domain is ﬁxed, and the expansion or compression of engine volume is performed by moving the local boundaries of cells to increase or decrease the volumes of the cells, and collectively, they can simulate the expansion or compression of the engine volume just like the action of an accordion.
zh_tw: 計算範圍中的網格數目為固定，引擎體積膨脹和壓縮藉由改變網格邊界以增加和減少網格體積，如手風琴運動般模擬引擎整體的膨脹或壓縮。

source: The numerical procedure in this study is based on an in-house unstructured-mesh, fully collocated, ﬁnite-volume code, ‘USTREAM’ developed by the corresponding author.
zh_tw: 這項研究中的數值程式基於自行撰寫的非結構網格、完全交錯式、有限體積程式碼、由相應的作者所開發之 ‘USTREAM’，

source: The object of IEC is to promote international co-operation on all questions concerning standardization in the electrical and electronic fields.
zh_tw: IEC 成立宗旨為促進電子和電機領域標準化之國際性合作，

source: The objective of this study is to perform CFD simulation on the working cycle of a γ-type Stirling engine to reveal the characteristics of its heat transfer processes in great detail.
zh_tw: 本研究使用計算流體力學模擬 γ-型史特林引擎工作循環以詳細地揭示其熱傳導過程的特性，

source: The oil by nature gets all over the floor.
zh_tw: 因此油便自然地流到地面。

source: The operation conditions are: the rotation speed of the engine is —120.0 rpm (clockwise); the cold-end and hot-end temperatures are 300.0 K and 400.0 K, respectively.
zh_tw: 操作條件：引擎轉速為 — 120.0 rpm (順時針)；冷端和熱端溫度分別為 300.0 K 和 400.0 K。

source: The other algorithms are for wider correlation peaks or only need less data than Least Square Gauss Fit does, so we exploit Least Square Gauss Fit to approximate our results.
zh_tw: 其它演算法用於較廣的相關性峰值或較最小平方高斯擬合需要較少的數據，因而此處使用最小平方高斯擬合來逼近結果。

source: The other video named ‘‘ﬂux_all’’ plays the variations of local ﬂux on bottom plate, top plate, power cylinder wall, and regenerative wall, within two engine cycles.
zh_tw: 另一引片標題 "ﬂux_all" 為兩次引擎循環中底板、頂板、動力汽缸牆以及蓄熱牆之局部熱通量變化。

source: The other winding is an energizing winding
zh_tw: 另一組繞組為激發繞組

source: The packaging can be reused or recycled.
zh_tw: 包裝可重複使用或回收。

source: The paint is applied to continuous coils of metal using rollers and then heated in a hot air oven.
zh_tw: 塗料以輥子連續塗布至金屬捲料，然後於熱風爐中加熱。

source: The patch size consists of a matrix of randomly generated pixel intensities, in the range 0 to 255.
zh_tw: 區塊大小包含由隨機生成之像素強度組成的矩陣、強度範圍在 0 到 255 之間。

source: The pave—V diagrams of the expansion and compression chambers are illustrated in Fig. 10.
zh_tw: 圖 10 為膨脹及壓縮腔體之 pave—V 圖，

source: The performances given in Section 3 are only valid if the anchor is used in compliance with the specifications and conditions given in Annex B.
zh_tw: 第 3 部分所描述的性能，僅在鋼筋連接符合附件 B 規格條件時適用。

source: The performances given in Section 3 are only valid if the rebar connection is used in compliance with the specifications and conditions given in Annex B.
zh_tw: 第 3 部分所描述的性能，僅在鋼筋連接符合附件 B 規格條件時適用。

source: The pixel coordinates are only defined for integer values of the column and row numbers i and j, but noninteger values would be resulted from Eq.
zh_tw: 像素座標僅對行與列編號 i 和 j 之整數值定義，但非整數值可由等式

source: The pixel value copied into the new location (i’, j’) is a weighted average of the pixel values in the neighborhood of the calculate location (i, j).
zh_tw: 複製到新位置 (i', j') 的像素值為計算位置 (i, j) 鄰近區域的像素值之加權平均值，

source: The plume of cold gas forms a primary vortex which in turn induces some very small secondary vortices at its sides.
zh_tw: 冷空氣煙流形成主渦流且周邊包含一些非常微小的次渦流，

source: The position of the anchor is indicated on the design drawings (e.
zh_tw: 在設計圖中註明錨固位置

source: The power is calculated by:
zh_tw: 功率可由以下方程式計算：

source: The primary components of the fischer adhesive anchor system, including the fischer FIS EM Adhesive, static mixer and 2 anchoring elements are shown in Figure 3 of this report.
zh_tw: fischer 黏結錨固系統之主要元件包含 fischer FIS EM 黏著劑、靜態混和器以及 2 組錨固元件如本報告圖 3 所示。

source: The procedure of the PIV analysis is shown as flowchart (Fig. 6).
zh_tw: PIV 分析的程序如流程圖 (圖 6) 所示。

source: The product description is given in Annex A.
zh_tw: 產品說明請參閱附件 Ａ。

source: The product is not a substance.
zh_tw: The product is not a substance. 該產品非單一物質。

source: The product is not subject to ADR/RID/ADN regulations.
zh_tw: The product is not subject to ADR/RID/ADN regulations. 此產品不適用 ADR/RID/ADN 規範。

source: The product is not subject to ICAO-TI / IATA regulations.
zh_tw: The product is not subject to ICAO-TI / IATA regulations. 此產品不適用 ICAO-TI / IATA 規範。

source: The product is not subject to IMDG regulations.
zh_tw: The product is not subject to IMDG regulations. 此產品不適用 IMDG 規範。

source: The product is not subject to classification according to the calculation methods of the "General Classification Guideline for Preparations of the EC" as issued in the last version.
zh_tw: The product is not subject to classification according to the calculation methods of the "General Classification Guideline for Preparations of the EC" as issued in the last version. 根據最新版“歐盟通用產品分類準則”之計算方法，該產品不須分類。

source: The proper temperature is critical to insure correct thickness and good bonding of the coating.
zh_tw: 適當的溫度為確保正確厚度和塗層結合良好之關鍵。

source: The pumps may also be outside where it rains.
zh_tw: 泵也可能置於會淋雨的地方。

source: The pushing of gas by the displacer and power pistons creates an effect similar to impingement that largely compresses the isothermal lines towards the hot or cold ends and increases the local temperature gradient.
zh_tw: 換氣與動力活塞推動氣體造成類似衝擊的效應，大幅地朝熱或冷端壓縮等溫線並增加局部溫度梯度，

source: The rates of heat input and output are calculated by integration along all solid boundaries:
zh_tw: 熱量輸入與輸出率之計算為沿所有固體牆面加總：

source: The reason for the elevated gas temperature is due to the heating from the compression of the entire engine volume.
zh_tw: 氣體溫度上升的原因為引擎總體積壓縮而加熱。

source: The red power LED will go out, indicating that the unit is switched off.
zh_tw: 紅色電源指示燈將熄滅，代表已關機，

source: The regenerative channel functions as it was designed for at most of the time within an engine cycle.
zh_tw: 單一引擎循環中，蓄熱通道多數時間與其設計功能相符合，

source: The reinforcing bar is placed into a drilled hole filled with injection mortar and is anchored via the bond between embedded element, injection mortar and concrete.
zh_tw: 將鋼筋至於鑽孔內，並填入注射砂漿，經由嵌入構件、注射砂漿和混凝土之間的黏結錨固。

source: The relationship is a general linear model which is represented as following equations:
zh_tw: 關係式為一般化的線性模型，如下列方程式所示：

source: The relative value is also equal to the ratio between the applied voltage during a short-circuit measurement which causes the relevant rated current (or tapping current) to flow, and rated voltage (or tapping voltage).
zh_tw: 相對值也等於短路量測時產生額定電流 (或抽頭電流) 之施加電壓與額定電壓 (或抽頭電壓) 的比值，

source: The reported landslides are dissimilar to the catastrophic events.
zh_tw: 所紀錄之地滑與遽變型山崩相異。

source: The result: increased functionality and greater control.
zh_tw: 結果：改善功能性及更好的控制。

source: The resulting characteristic bond strength shall be multiplied by the associated strength reduction factor nn as follows:
zh_tw: 由此而得的特徵黏結強度應乘上相關的強度縮減因數 nn ，如下所示：

source: The resulting normalized correlation plane C(s) indicates the “degree of match” between the test and search (I2) patch over the offset range in the domain of s.
zh_tw: 由此產生的無因次化相關平面 C(s) 顯示測試和搜尋 (I2) 區塊對於 s 域中的偏移範圍之間的 "匹配度"，

source: The results from the PIV analysis
zh_tw: PIV 分析之結果

source: The results include temperature contours, velocity vectors, and distributions of local heat ﬂux at several important stages in an engine cycle as well as average temperature variations, integrated rates of heat input, heat output, and engine power.
zh_tw: 結果包括了單一循環中之等溫線、速度向量以及多個重要階段之局部熱通量分布，同時也包含了平均溫度變化、總體熱量輸入率、熱量輸出率以及功率，

source: The results include temperature contours, velocity vectors, and distributions of local heat ﬂux along solid boundaries at several important time steps as well as variation of average temperatures, integrated rates of heat input, heat output, and engine power.
zh_tw: 結果涵蓋了等溫線、速度向量、以及於數個重要時間點上沿固體邊緣局部熱通量，也包含了平均溫度變化、熱量輸入率、熱量輸出率以及引擎功率。

source: The results of the PIV analysis have helped us not only find the areas where sliding had happened, but also evaluate the azimuth and magnitudes of the sliding event.
zh_tw: PIV 分析結果不僅有助於找尋滑動發生地點，同時也能評估地滑規模與方位。

source: The rugged and dependable non­contact infrared pyrometers of Ray­tek and Ircon are suitable for fixed installation in plants and machines and can be integrated into process-monitoring systems via industry-spe­cific interfaces.
zh_tw: Raytek 和 Ircon 所生產之堅固且可靠的非接觸式紅外測溫器適合安裝於廠房和機器中，可透過各產業特定介面整合至加工監測系統中。

source: The scale of these photographs is 1:5000 and the original resolution is 0.375 m/pixel.
zh_tw: 這些照片的比例為 1: 5000 而原始解析度為 0.375 公尺 / 像素。

source: The schematic of the geometrical conﬁguration of the engine is given in Fig. 1.
zh_tw: 圖 1 為引擎的幾何配置示意圖。

source: The second influence, appearance, is the most important of these three.
zh_tw: 第二項影響因子：外觀，是三項中最重要的一個，

source: The service center address is shown on the attached leaflet.
zh_tw: 服務中心地址另行附上。

source: The service centre address is shown on the attached leaflet.
zh_tw: 服務中心地址另行附上。

source: The shelf life, as indicated by the expiration date, corresponds to an unopened pack stored in a dry, dark environment.
zh_tw: 有校日期為未開封之包裝儲存在乾燥、黑暗的環境中之保質期，

source: The sill plate is 2-inch or 3-inch nominal thickness.
zh_tw: 窗台板的標稱厚度為 2 英吋或 3 英吋。
